simulations/6aba50a8c79659ea5e766a19/case/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  10                                    |
|   \\  /    A nd           | Website:  www.openfoam.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);

boundaryField
{
    walls { type noSlip; }
    floor { type noSlip; }
    ceiling { type noSlip; }

    inlet_0
    {
        type            fixedValue;
        value           uniform (0 0 -0.4514);
    }
    inlet_1
    {
        type            fixedValue;
        value           uniform (0 0 -1.6493);
    }

    outlet_0
    {
        type            zeroGradient;
    }
    outlet_1
    {
        type            zeroGradient;
    }
}
