simulations/6aba50a8c79659ea5e766a19/case/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  10                                    |
|   \\  /    A nd           | Website:  www.openfoam.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}

dimensions      [0 2 -3 0 0 0 0];
internalField   uniform 0.000044;

boundaryField
{
    walls { type epsilonWallFunction; value uniform 0.000004; }
    floor { type epsilonWallFunction; value uniform 0.000004; }
    ceiling { type epsilonWallFunction; value uniform 0.000004; }

    inlet_0 { type fixedValue; value uniform 0.000035; }
    inlet_1 { type fixedValue; value uniform 0.001693; }

    outlet_0 { type zeroGradient; }
    outlet_1 { type zeroGradient; }
}
